<template>
  <div class="basil padding">
    <h1>Базилик</h1>
<!--    <img class="" :src="imgUrl('article__1.jpg')" alt="Базилик"/>-->
    <p>Базилик – это однолетнее растение, семейства Яснотковые. История этого растения началась в Индии, там уже много лет считают, что это лучшее лекарственное растение.</p>
    <p>Индия – это страна, где к миру флоры и фауны всегда относились, как-то по-особенному, базилик не стал исключением. В Индии принято поливать растение и зажигать возле него специальные лампы, считается, что такой обряд поможет избавить от недугов всю семью.</p>
    <p>В современном мире базилик также почитают, причем и врачи, и кулинары в равной степени. Как приправа базилик – это замечательная пряность, которую применяют к любой области кулинарии. Действительно его тонкий вкус и невероятно яркий аромат, способен полностью перевернуть блюдо с ног на голову, сделав его необычайно изысканным.</p>
    <p>Если же говорить о медицине, то базилик, как и в кулинарии, применяется в различных областях. Он хорошо применяется при возникновении различных респираторных заболеваний. Благодаря своему составу, он способен влиять на организм, как бактерицидное вещество.</p>
    <p>Применяют базилик и в косметологии, при этом он есть и в составе средств по уходу за собой, и в народных рецептах. Растение незаменимо для тех, кто страдает различными заболеваниями кожи. Из него хорошо делать кашицу и наносить ее на повреждения, тогда из кожи выводятся токсины, и она становится более эластичной и более нежной. Кстати базилик также прекрасное средство от рубцов, он способен практически полностью убрать маленькие шрамы.</p>
    <p>Ежедневное употребление данного растения в умеренных количествах, помогает бороться с заболеваниями различного рода!</p>
  </div>
</template>

<script>

export default {
  name: "Basil",
  methods: {

  }
}
</script>

<style>

</style>