<template>
  <div class="juniper padding">
    <h1>Можжевельник</h1>
    <p>Можжевельник китайский и можжевельник средний очень часто путают и воспринимают как синонимы. Однако форма можжевельника китайского в отличие от среднего коническая и имеет вертикальную структуру кроны. Родиной этого растения считается Япония, Северо-Восточный Китай, Корея и Южная Манчжурия. Чаще всего растет на каменистых и известковых почвах. Считается двудомным или однодомным деревом, высотой до 25 м., кора отслаивающаяся, серовато-красного цвета.</p>
    <p>Молодые побеги дерева томно-зеленые, четырехгранные, примерно 1мм. толщины. Листья можжевельника китайского чешуевидные, попарно - супротивные, форма – продолговато-яйцевидная с заостренной верхушкой. У молодых растениях на нижних ветках листья игловидные с двумя белыми полосками и зеленой жилкой, колючие. Шишки дерева больше напоминают ягоды, изменчивые по форме и цвету: шаровидные или удлиненные, черные или темно-синие. Семена яйцевидно-уплощенные. Прекрасно размножается не только семенами, но и черенками.</p>
    <p>Растет можжевельник китайский медленно, в отличие от многих своих видов малотребователен к влажности почвы и плодородию, однако лучше всего растет на глубокой свежей почве, в светлых местах и при достаточном увлажнении. Именно в таких условиях растение хорошо развивается и сохраняет свои декоративные качества. После обильных снегопадов в зимнее время лучше стряхивать снег во избежание повреждения веток. В более южных регионах можжевельник китайский страдает от засухи и плохо переносит сухой воздух, чтобы это предотвратить следует его обильно поливать. В первый год жизни дерева, подмерзают кончики побегов, но со временем морозостойкость повышается, и он не приносит уже не каких хлопот.</p>
    <p>В условиях города развивается хорошо и кроме своей практичности и неприхотливости, весьма декоративен. По сути, можжевельник китайский считается хвойным фаворитом парка, сада, приусадебного участка, демонстрируя свои преимущества. Например, растение быстрорастущее, не подмерзает в зимнее время и не обгорает в летнее, широкий спектр окрасок позволяет украсить любой ландшафт, также это позволяет идеально сочетать со многими другими растениями. Кроме того, можжевельник китайский можно формировать в любую форму и фигуру, так как очень легко обрезается и формируется горизонтально и вертикально. Стилистический диапазон можжевельника китайского также велик, его можно легко использовать в оформлении русской усадьбы, загородного дома в западном стиле или в японском саду.</p>
  </div>
</template>

<script>
export default {
  name: "Juniper"
}
</script>

<style scoped>

</style>