<template>
  <div class="sycamore padding">
    <h1>Сикомора</h1>
    <p>Сикомор – это дерево, которое может вырасти от 18 до 40 метров и может прожить от 600 до 1200 лет. Диаметр ствола достигает 5 метров, а диаметр кроны 25 м. Раньше сикомору сажали вдоль дороги, для того чтобы странники могли отдохнуть в тени этого дерева. Потому что оно довольно ветвистое, имеет глянцевые зелёные широкие листья и таким образом создают густую тень.</p>
    <p>Египет считается родиной сикоморы. С древнейших времён для изготовления, скульптур, сундуков, мебели и саркофагов использовалась крепкая древесина этого фикуса. Позднее это дерево стали культивировать на территориях от Африки до Средиземного моря. А в Древней Иудее к сикоморе относились по-особому.</p>
    <p>Ради съедобных плодов выращивают данное дерево в настоящее время. Период самого активного цветения и плодоношения приходится на декабрь-июль, но в природе сикомора плодоносить круглый год. У основания листьев или вдоль стеблей появляются плоды, которые собраны в гроздья. Плоды очень напоминают инжир, но они не такие сладкие и более мелкие. В диаметре каждый плод вырастает от 2 до 3 см и меняет цвет по мере созревания с зелено-желтого на красный или жёлтый. Кроме того, плоды развиваются без опыления и в отличие от инжира сикомора - однодомное растение. Плоды сикоморы не содержат семян. Потому что вместо них внутри находятся тычинки и на самом деле плоды являются цветами. Их тычинки, когда-то опылялись осами, которые жили внутри плодов. Но, по неизвестной причине, осы куда-то исчезли, оставив деревья «девственными» и не способными к размножению семенами. Именно поэтому данное дерево размножают исключительно отростками.</p>
  </div>
</template>

<script>
export default {
  name: "Sycamore"
}
</script>

<style>

</style>