<template>
  <div class="reviews padding">
    <h1>О нас</h1>

    <p>«Дарвин» — абсолютно новый для России формат садового центра. Сеть гипермаркетов «Дарвин» начала работу в апреле 2011 года. Первый Садовый Центр открылся в Солнечногорске. Сейчас покупателей радуют 4 гипермаркета - в Солнечногорске, Зеленограде, Подольске и в Пушкино. Каждый год с апреля по август открываются сезонные площадки.  Общая площадь Садовых Центров  составляет более 20 000 м2. Сюда входят собственный питомник, тёплые, закрытые зоны, открытые площадки для торговли..</p>
    <p>Мы предлагаем нашим покупателям  более 50 000 товаров для загородной жизни. Около 20 000 наименований — растения,  подобранные с учётом потребностей всех категорий покупателей. Это сорта для любителей, коллекционеров, профессиональных озеленителей, ландшафтных дизайнеров. Есть редкие растения, ввезённые в Россию в единственном числе, товары для ухода за садом, его декорирования, создания садового пруда, а также для обустройства дачи, загородного отдыха: мебель, бассейны, всё для пикника, детской площадки и многое другое.</p>
    <p>В "Дарвине" вы найдете тысячи товаров для вдохновения и,  если вы по-настоящему увлечены садом, то обязательно  полюбите наши магазины!</p>
  </div>
</template>

<script>
export default {
  name: "About"
}
</script>

<style>

</style>
