<template>
  <div class="contacts padding">
    <h1>Контакты</h1>
    <p>Интернет-магазин Дарвин работает ежедневно с 9 до 21 часа.</p>

    <h3>"Дарвин" Пушкино</h3>
    <p>Это чудесное место, предназначенное для людей, стремящихся создавать красоту живой природы в своих домах и на загородных участках. На площади около 7 тыс.кв.м. под стеклянной крышей расположились около 6000 наименований растений, которые подобраны с учётом потребностей всех категорий покупателей. Предлагаются сорта для любителей, коллекционеров, профессиональных озеленителей, ландшафтных дизайнеров. Для желающих выделить участок индивидуально в СЦ «Дарвин» есть редкие растения, ввезённые в РФ в единственном числе. В магазине предлагаются товары для ухода за садом, его декорирования, создания садового пруда, а также для обустройства дачи, загородного отдыха: мебель, бассейны, всё для пикника, детской площадки и многое другое</p>

    <p>Контактная информация: Адрес: г. Пушкино, 20-й км от МКАД по Ярославскому шоссе, рядом с ТЦ "Глобус"</p>
    <p>Координаты для навигатора: 56.013479, 37.882007 Телефон: <a href="tel:+74957924444">+7 (495) 792-44-44</a></p>
  </div>
</template>

<script>
export default {
  name: "Contacts"
}
</script>

<style lang="sass">
$orange: #ea5f01

.contacts
  & a
    color: $orange
</style>





