<template>
  <div class="faq padding">
    <h1>Часто задаваемые вопросы</h1>

    <div>
      <h3>Вы доставляете растения в другие города России?</h3>
      <p>Мы можем доставить растения с закрытой корневой системой (саженец в коробке) в любую точку России, например некоторые плодовые кустарники или розы (поставляемые в коробках).</p>
    </div>

    <div>
      <h3>Где мне найти режим работы садового центра Дарвин?</h3>
      <p>Уважаемые покупатели! Режим работы наших садовых центров един - с 9:00 до 21:00 ежедневно, без перерывов. В сезонные месяца (весна, осень) у нас бывают расширенные часы работы садовых центров, информацию о них вы всегда можете получить на нашем официальном сайте.</p>
    </div>

    <div>
      <h3>Какие способы оплаты действуют в вашем магазине?</h3>
      <ul>
        <li>Оплата наличными при получении заказа (Только при доставке транспортом компании).</li>
        <li>Оплата банковской картой онлайн</li>
        <li>Оплата по безналичному расчету (физ. и юр. лица)</li>
      </ul>

    </div>

  </div>
</template>

<script>
export default {
  name: "FAQ"
}
</script>

<style scoped>

</style>